{
  "chart": {
    "title": "Literacy rate",
    "subtitle": "The share of adults aged 15 and older who can both read and write.",
    "note": "Specific definitions and measurement methodologies vary across countries and time.",
    "citation": "World Bank (2024); Various sources (2018)",
    "originalChartUrl": "https://ourworldindata.org/grapher/cross-country-literacy-rates?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "Russia",
      "United Kingdom",
      "Netherlands",
      "Costa Rica",
      "Israel",
      "Singapore",
      "Chile",
      "China",
      "Macao",
      "World",
      "India"
    ]
  },
  "columns": {
    "Literacy rate": {
      "titleShort": "Literacy rate",
      "titleLong": "Literacy rate",
      "descriptionShort": "Percentage of the population aged 15 and above who can read and write a short, simple statement on their everyday life.",
      "descriptionKey": [],
      "descriptionProcessing": "**Recent estimates:**\n\nPercentage of the population between age 25 and age 64 who can, with understanding, read and write a short, simple statement on their everyday life. Generally, ‘literacy’ also encompasses ‘numeracy’, the ability to make simple arithmetic calculations. This indicator is calculated by dividing the number of literates aged 25-64 years by the corresponding age group population and multiplying the result by 100.\n\nWorld Bank variable id: UIS.LR.AG25T64\n\nOriginal source: UNESCO Institute for Statistics\n\n**Historical literacy data:**\n\nThe historical estimates in this long-run cross-country dataset were derived from a blend of diverse sources, each contributing to different time periods. For data before 1800, the dataset relies on the work of Buringh and Van Zanden (2009), which offers insights into literacy through the lens of manuscript and book production in Europe from the sixth to the eighteenth centuries. For the years 1820 and 1870 (excluding the United States), it incorporates data from Broadberry and O'Rourke's \"The Cambridge Economic History of Modern Europe.\" The United States data comes from the National Center for Education Statistics. Additionally, global estimates for the period 1820-2000 are drawn from van Zanden and colleagues’ \"How Was Life?: Global Well-being since 1820,\" an OECD publication. For historical estimates specific to Latin America, the dataset uses the Oxford Latin American Economic History Database (OxLAD). Each source follows a consistent conceptual definition of literacy, although discrepancies among sources are acknowledged, necessitating cautious interpretation of year-to-year changes. The dataset also includes instances where specific sources were preferred, such as opting for OxLAD data over the World Bank for Paraguay in 1982 due to significant differences in literacy rate estimates.",
      "shortUnit": "%",
      "unit": "%",
      "timespan": "1475-2023",
      "type": "Numeric",
      "owidVariableId": 998324,
      "shortName": "combined_literacy",
      "lastUpdated": "2024-11-04",
      "nextUpdate": "2025-11-03",
      "citationShort": "World Bank (2024); Various sources (2018) – processed by Our World in Data",
      "citationLong": "World Bank (2024); Various sources (2018) – processed by Our World in Data. “Literacy rate” [dataset]. World Bank, “World Bank Education Statistics (EdStats)”; Various sources, “Cross-country literacy rates” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/998324.metadata.json"
    }
  },
  "dateDownloaded": "2025-01-27",
  "activeFilters": {}
}